Repository: neosacode/xfactor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Receipt
pt_br: Comprovante

source: Services > Bank Slip
pt_br: Serviços > Boleto

source: Your bank slip payment request was created
pt_br: Sua solicitação de pagamento foi criada

source: This bank slip is already registered in our system
pt_br: O boleto já está registrado em nosso sistema

source: Insufficient funds
pt_br: Saldo insuficiente

source: Investments
pt_br: Investimentos

source: Payment Type
pt_br: Tipo de Pagamento

source: User plan
pt_br: Plano do usuário

source: Course
pt_br: Curso

source: Payment Code
pt_br: Código de Pagamento

source: 2FA Code
pt_br: Código 2FA

source: The 2FA code is invalid
pt_br: O código 2FA é inválido

source: Investment advisor username (optional)
pt_br: Usuário do seu investment advisor (opcional)

source: First name
pt_br: Primeiro nome

source: Last name
pt_br: Sobrenome

source: Confirm e-mail
pt_br: Confirmar e-mail

source: Password
pt_br: Senha

source: I have read and agree to the terms of use: <a href="https://www.xfactor.cash/terms.html" target="blank">open terms</a>
pt_br: Eu li e concordo com os termos de uso: <a href="https://www.xfactor.cash/terms.html" target="blank">abrir termos</a>

source: The e-mails aren't equal
pt_br: Os e-mails não são iguais

source: Advisor doesn't exists
pt_br: Advisor não existe

source: Wrong password informed
pt_br: Senha errada informada

source: Min down
pt_br: Invest. Min:

source: Max down
pt_br: Invest. Max:

source: Min reinvest
pt_br: Reinvest. min.

source: Membership Fee
pt_br: Taxa de adesão

source: Allow monthly draw
pt_br: Permite saque mensal

source: Plan
pt_br: Plano

source: Plans
pt_br: Planos

source: Months
pt_br: Meses

source: Grace period
pt_br: Carência

source: Grace periods
pt_br: Carências

source: Grace Period
pt_br: Carência

source: Income percent
pt_br: Porcentagem de rendimento:

source: Currency
pt_br: Moeda

source: Plan grace period
pt_br: Carência do plano

source: Plan grace periods
pt_br: Carências do plano

source: {plan} with {grace_period} months
pt_br: {plan} com {grace_period} meses

source: Account
pt_br: Conta

source: Paid Date
pt_br: Data de Pagamento

source: Investment
pt_br: Investimento

source: Income
pt_br: Rendimento

source: Incomes
pt_br: Rendimentos

source: Date to be ignored
pt_br: Data a ser ignorada

source: Ignore income date
pt_br: Data de rendimento ignorada

source: Ignore income dates
pt_br: Datas de rendimento ignoradas

source: Investment Promoter
pt_br: Promotor de Investimentos

source: Graduation
pt_br: Graduação

source: Graduations
pt_br: Graduações

source: Loan
pt_br: Empréstimo

source: Loans
pt_br: Empréstimo

source: Statement
pt_br: Extrato

source: Installment
pt_br: Investimento

source: Installments
pt_br: Investimentos

source: Credit
pt_br: Crédito

source: Credits
pt_br: Créditos

source: Open Account
pt_br: Abrir Conta

source: Your investment promoter is
pt_br: Seu promotor de investimento é

source: Sign Up
pt_br: Abrir Conta

source: Already have an account?
pt_br: Já possui uma conta?

source: Log In
pt_br: Acessar

source: This plan can't be cancelled
pt_br: Este plano não pode ser cancelado

source: Your non-fidelity investment has been cancelled
pt_br: Seu plano sem fidelidade foi cancelado

source: ERROR! You already have a investment
pt_br: ERRO! Você já possui um investimento

source: ERROR! The investment amount it is out of the plan limit
pt_br: ERRO! Valor a ser investido está fora do limite do plano

source: ERROR! Your {} account does not have enought deposit amount
pt_br: ERRO! Sua conta {} não possui saldo suficiente

source: Congratulations! Your investing plan was created.
pt_br: Parabéns! Seu plano de investimento foi criado.

source: Someting in your new investment plan didn't work as expected.
pt_br: Alguma coisa no seu novo plano de investimento não funcionou corretamente.

source: ERROR! The min reinvestment for this plan is {}
pt_br: ERRO! O valor mínimo para reinvestimento é {}

source: ERROR! You does not have enought balance
pt_br: ERRO! Você não possui saldo suficiente

source: Congratulations! Your reinvesting plan was created.
pt_br: Parabéns! Seu plano de reinvestimento foi criado.

source: Credit Line
pt_br: Linha de Crédito

source: Your loan application was created with success!
pt_br: Seu empréstimo foi criado com sucesso!

source: Your credit application was created with success!
pt_br: Sua solicitação de crédito foi criada com sucesso!

source: Back to site
pt_br: Voltar ao site

source: Log out
pt_br: Sair

source: Password reset
pt_br: Redefinir senha

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
pt_br: Esqueceu sua senha? Informe seu endereço de e-mail abaixo, e nós enviaremos um email para você redefinir a sua senha.

source: Reset my password
pt_br: Redefinir minha senha

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.
pt_br: Se você estiver com problemas para redefinir sua senha, contate-nos <a href="mailto:%(THEME_CONTACT_EMAIL)s">%(THEME_CONTACT_EMAIL)s</a>.

source: Settings
pt_br: Configurações

source: Fill your data to continue
pt_br: Preencha os seus dados para continuar

source: Please fill your personal and address data for continue to next step and get access to your Xfactor account
pt_br: Por favor preencha os seus dados pessoais e residenciais para continuar ao próximo passo e ter acesso a sua conta Xfactor

source: Here you can change your Xfactor settings as you prefer.
pt_br: Aqui você pode alterar as suas configurações Xfactor como preferir.

source: My Profile
pt_br: Meu Perfil

source: Select a new profile image using the field below
pt_br: Selecione uma nova imagem de perfil usando o campo abaixo

source: Change My Password
pt_br: Mudar Minha Senha

source: Save
pt_br: Salvar

source: Personal Data
pt_br: Dados Pessoais

source: Address
pt_br: Endereço

source: Checking Account
pt_br: Conta Corrente

source: available balance
pt_br: saldo disponível

source: Receive
pt_br: Receber

source: Transfer
pt_br: Transferir

source: Invest
pt_br: Investir

source: Pay Bill
pt_br: Pagar Conta

source: My Card
pt_br: Meu Cartão

source: Sell BTC
pt_br: Vender BTC

source: Investments Account
pt_br: Conta de Investimentos

source: Copy my referrer link
pt_br: Copiar meu link

source: My Investment
pt_br: Meu Investimento

source: Current investment plan:
pt_br: Plano de investimento atual:

source: Invest amount:
pt_br: Valor investido:

source: Contracted lack:
pt_br: Carência contratada:

source: months
pt_br: Meses

source: Remaining/Contracted days:
pt_br: Dias restantes/contratados:

source: days
pt_br: dias

source: Income percent:
pt_br: Porcentagem de rendimento:

source: per month
pt_br: ao mês

source: My Incomes
pt_br: Meus Rendimentos

source: Available for withdraw:
pt_br: Disponível para saque:

source: Your total incomes:
pt_br: Seu total de rendimentos:

source: My Comissions
pt_br: Minhas Comissões

source: Current Graduation
pt_br: Graduação Atual

source: Total Comissions
pt_br: Total Comissões

source: Month Comissions
pt_br: Comissões do Mês

source: Today Comissions
pt_br: Comissões de Hoje

source: REINVEST
pt_br: REINVESTIR

source: TO WITHDRAW INCOMES
pt_br: SACAR RENDIMENTOS

source: MY CUSTOMERS
pt_br: MEUS CLIENTES

source: Follow your investment
pt_br: Acompanhe seu investimento

source: Copied!
pt_br: Copiado!

source: Your referral link has been copied!
pt_br: Seu link de referência foi copiado!

source: Success!
pt_br: Sucesso!

source: Wallet address has been copied!
pt_br: Endereço da carteira foi copiado!

source: Copy address
pt_br: Copiar endereço

source: Request your Xfactor card to access this feature
pt_br: Solicite seu cartão Xfactor para ter acesso a essa funcionalidade

source: NEW PAYMENT
pt_br: NOVO PAGAMENTO

source: Request new payment
pt_br: Solicitar novo pagamento

source: Barcode
pt_br: Código de barras

source: Your name or campany name
pt_br: Seu nome ou da empresa

source: NEXT
pt_br: PRÓXIMO

source: CHECK THE DATA AND PAY YOUR BANK SLIP
pt_br: VERIFIQUE OS DADOS E PAGUE SEU BOLETO

source: Check if the bank slip data below is correct and click on the right pay button
pt_br: Verifique se os dados do boleto abaixo estão corretos e clique em pagar

source: Bank name
pt_br: Nome do banco

source: Due date
pt_br: Vencimento

source: PAY BANK SLIP
pt_br: PAGAR BOLETO

source: REQUEST YOUR CREDIT CARD
pt_br: SOLICITE SEU CARTÃO DE CRÉDITO

source: The Xfactor credit card for Advisor only came along with a number of advantages such as: company promotions, pay-as-you-go, Bitcoin sales on our new Platform. Our course now has more content for you to improve Professional performance. The new modules will be available with a promotional value, and your credit card, freight will not be charged, and you will have full access to the course. Xfactor is proud to have the "Profession of the Future" award and to be another Disruptive Technology that creates a new profession. (As Uber also created!)
pt_br: Chegou mais uma novidade o cartão de crédito Xfactor somente para Advisor e uma série de vantagens como: promoções da empresa, pagamentos em boleto, venda de Bitcoin na nossa nova Plataforma. Nosso curso agora tem mais conteúdo para que você melhore o desempenho Profissional. Os novos módulos serão disponibilizado com um valor promocional, e seu cartão de crédito, frete não será cobrado, e você terá acesso o curso de forma integral. A Xfactor tem orgulho de ter o prêmio "Profissão do Futuro"e ser mais uma Tecnologia Disruptiva que cria uma nova profissão. (Como Uber também criou!)

source: New Modules
pt_br: Novos Módulos

source: 1. How to accept Bitcoin in your business
pt_br: 1 - Como aceitar Bitcoin no seu negócio

source: 2. Techniques of Sale
pt_br: 2. Técnicas de Venda

source: 3. Personal Marketing
pt_br: 3 - Marketing pessoal

source: 4. Leadership and team development
pt_br: 4 - Liderança e desenvolvimento de equipes

source: New modules for only <span class='tx-30'>0.01</span> BTC, the card and freight are free.
pt_br: Novos módulos por apenas <span class='tx-30'>0.01</span> BTC, o cartão e o frete são grátis.

source: The new modules amount will be discount from your checking account
pt_br: O valor dos novos módulos será descontado da sua conta corrente

source: Your checking account balance is:
pt_br: O saldo da sua conta corrente é:

source: Your Password
pt_br: Sua Senha

source: Your Two Factor Code
pt_br: Seu código 2 fatores

source: I read and agree with the terms:
pt_br: Eu li e concordo com os termos:

source: Open terms
pt_br: Abrir termos

source: REQUEST CARD
pt_br: SOLICITAR CARTÃO

source: MAKE YOUR SUBSCRIPTION
pt_br: FAÇA A SUA INSCRIÇÃO

source: To own Xfactor card, you need to first become an investment advisor. To do so fill out the information below and register for the course that started in August. Have immediate access to the card, taking advantage of the promotion you get the costs of sending and making the card. (You will be saving 0.07 BTC of course + US $ 10.00 for making + US $ 45.00 for freight)
pt_br: Para possuir o cartão Xfactor, você precisa primeiro se tornar um consultor de investimentos. Para isso, preencha as informações abaixo e inscreva-se no curso iniciado em agosto. Tenha acesso imediato ao cartão, aproveitando a promoção você recebe os custos de envio e confecção do cartão. (Você estará economizando 0,07 BTC, claro + US $ 10,00 para fazer + US $ 45,00 para frete)

source: Topics that will be covered in the course
pt_br: Tópicos que serão abordados neste curso

source: 01 - Introduction to Bitcoin
pt_br: 01 - Introdução ao Bitcoin

source: 02 - Blockchain history
pt_br: 02 - História da Blockhain

source: 03 - Types of financial market
pt_br: 03 - Tipos de mercado financeiro

source: 04 - Security and investment
pt_br: 04 - Segurança e investimento

source: 05 - Strategies of investment
pt_br: 05 - Estratégias de investimento

source: 06 - Where's the Bitcoin market going
pt_br: 06 - Para onde o mercado Bitcoin está indo

source: 07 - Technical analysis
pt_br: 07 - Análise técnica

source: 08 - Regulatory aspects of bitcoin
pt_br: 08 - Aspectos jurídicos do bitcoin

source: 09 - How accept Bitcoin in my business
pt_br: 09 - Como aceitar Bitcoin no seu negócio

source: 10 - Sale techniques
pt_br: 10 - Técnicas de venda

source: 11 - Personal marketing
pt_br: 11 - Marketing pessoal

source: 12 - Leadership and development of crews
pt_br: 12 - Liderança e desenvolvimento de equipes

source: 13 - Mindset and NLP
pt_br: 13 - Mindset e PNL

source: Start now for just <span class='tx-30'>0.03</span> BTC
pt_br: Inicie agora por apenas <span class='tx-30'>0.03</span> BTC

source: The course amount will be discount from your checking account
pt_br: O valor do curso será descontado da sua conta corrente

source: SIGN ME UP
pt_br: INSCREVER-ME

source: Request card
pt_br: Solicitar cartão

source: MY CARD
pt_br: MEU CARTÃO

source: This is yours card. You can add money in it when you need. The amount will be discount from your checking account
pt_br: Este é o seu cartão. Você pode adicionar dinheiro nele sempre que precisar. O valor será descontado automáticamente da sua conta corrente

source: Available for use
pt_br: Disponível para uso

source: NEW RECHARGE
pt_br: NOVA RECARGA

source: Amount local currency
pt_br: Valor em moeda local

source: Amount BTC
pt_br: Valor em BTC

source: Two Factor Code
pt_br: Código Two Factor

source: Recharge
pt_br: Recarga

source: Card balance
pt_br: Saldo do Cartão

source: RECHARGES
pt_br: RECARGAS

source: Date
pt_br: Data

source: Send your documents to continue
pt_br: Preencha os seus dados para continuar

source: The new Xfactor is now more secure and easy to use, send to us your documents to keep you safe against hackers and digital criminals.
pt_br: A nova Xfactor é agora mais segura e fácil de usar, envie-nos seus documentos para mantê-lo seguro contra hackers e criminosos digitais.

source: Drivers License or ID - Front
pt_br: Carteira de Motorista ou RG - Frente

source: Upload
pt_br: Enviar

source: Drivers License or ID - Back
pt_br: Carteira de Motorista ou RG - Verso

source: Document Selfie
pt_br: Selfie com o Documento

source: Proof of Residence
pt_br: Comprovante de Residência

source: Choose
pt_br: Procurar

source: Welcome:
pt_br: Bem-vindo:

source: Logout from my account
pt_br: Sair da minha conta

source: Investment Account
pt_br: Conta de Investimentos

source: Comission
pt_br: Minhas Comissões

source: Current Plan
pt_br: Plano de investimento atual:

source: Comissions
pt_br: Minhas Comissões

source: Investing Plan
pt_br: Valor investido:

source: pending
pt_br: em análise

source: Bank Account
pt_br: Abrir Conta

source: Total Withdraw
pt_br: Total Sacado

source: Total Incomes
pt_br: Total Rendimentos

source: Total Invested
pt_br: Total Investido

source: Here you can follow your checking and investment accounts movements.
pt_br: Aqui você pode acompanhar as movimentações da sua conta corrente e de investimentos

source: Transactions
pt_br: Movimentações

source: Reinvestments
pt_br: Reinvestimentos

source: Transfers
pt_br: Transferências

source: Description
pt_br: Descrição

source: Account Type
pt_br: Tipo de Conta

source: Prev investment
pt_br: Investimento anterior

source: Reinvestment
pt_br: Reinvestimento

source: Prev invested amount
pt_br: investimento anterior

source: Reinvested amount
pt_br: Valor reinvestido

source: Prev incomes
pt_br: Rendimentos anteriores

source: Upgrade membership fee
pt_br: Taxa de upgrade

source: account password
pt_br: sua senha

source: We use this for security reasons
pt_br: Nós usamos isso por razões de segurança

source: Your account two factor code
pt_br: Código 2 Fatores da sua conta

source: two factor code
pt_br: código 2 fatores

source: My Customers
pt_br: Meus clientes

source: NEW LOAN
pt_br: NOVO PAGAMENTO

source: New Loan
pt_br: Empréstimo

source: Limit
pt_br: Limite

source: In Use
pt_br: Em Uso

source: Available
pt_br: Limite Disponível

source: Type the loan amount on the field below
pt_br: Digite a quantidade para empréstimo no campo abaixo

source: The loan amount can't exceed the available amount
pt_br: A quantidade emprestada não pode exceder o seu crédito

source: The min amount for loan is
pt_br: Quantidade mínimo para empréstimo é:

source: Select the loan table
pt_br: Selecione a parcela

source: Times
pt_br: Vezes

source: Month
pt_br: Meses

source: Percent
pt_br: Porcentagem

source: Read the loan contract and accept the terms
pt_br: Leia o contrato de empréstimo e aceite os termos

source: I accept the contract terms
pt_br: Eu aceito os termos de contrato

source: Click here
pt_br: Clique aqui

source: to open the loan contract.
pt_br: para abrir o contrato de empréstimo

source: Finish your loan
pt_br: Finialize seu empréstimo

source: FINISH LOAN
pt_br: FINALIZAR EMPRÉSTIMO

source: NEW OVERDRAFT
pt_br: NOVO CHEQUE ESPECIAL

source: New Overdraft
pt_br: Novo Cheque Especial

source: Days to Pay
pt_br: Dias para Pagar

source: Type the overdraft amount on the field below
pt_br: Digite o valor do cheque especial no campo abaixo

source: The overdraft amount can't exceed the available amount
pt_br: O valor solicitado não pode exceder o saldo da sua conta

source: The min amount for overdraft is
pt_br: O valor mínimo para este tipo de crédito é

source: Read the overdraft contract and accept the terms
pt_br: Leia o contrato do cheque especial e aceite os termos

source: to open the overdraft contract.
pt_br: para abrir o contrato do cheque especial

source: Finish your overdraft
pt_br: Finalizar cheque especial

source: FINISH OVERDRAFT
pt_br: FINIALIZAR CHEQUE ESPECIAL

source: MY LOANS
pt_br: MEUS EMPRÉSTIMOS

source: Started at:
pt_br: Incio em:

source: Borrowed amount:
pt_br: Quantidade emprestada

source: Amount To Be Paid
pt_br: Quantidade a ser paga

source: Due Date
pt_br: Vencimento

source: Payment Address
pt_br: endereço de carteira

source: Available 7 days before due date
pt_br: Disponível para uso

source: No loans to show
pt_br: Sem empréstimos para exibir

source: MY OVERDRAFTS
pt_br: MEUS CHQUES ESPECIAIS

source: Started At
pt_br: Começou Em

source: Remaining Days
pt_br: Dias Restantes

source: No overdrafts to show
pt_br: Sem cheques especiais para exibir

source: To Withdraw Incomes
pt_br: Sacar Rendimentos

source: transfer amount
pt_br: quantidade a ser transferêrida

source: The amount will be available in your checking account
pt_br: O valor estará dispońível na sua conta corrente

source: Min income withdraw is:
pt_br: Valor mínimo de saque:

source: Max income withdraw is:
pt_br: Valor máximo de saque:

source: Operation fee:
pt_br: Taxa de operação

source: To Withdraw
pt_br: Sacar

source: Mobile Phone
pt_br: Telefone Celular

source: Is Investor?
pt_br: É Investidor?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Select your plan
pt_br: Selecione o seu plano

source: Subscription
pt_br: Taxa de adesão

source: Allow monthly withdraw
pt_br: Permite saque mensal

source: Start your investment
pt_br: Inicie um novo investimento

source: Choose your plan grace period for this plan
pt_br: Escolha o seu período de carência para este plano

source: months with minimum of
pt_br: meses com mínimo de

source: Type the desired amount
pt_br: Digite o valor desejado

source: Desired BTC amount to be invested
pt_br: Quantidade de BTC a ser investida

source: The membership fee will be added automatically.
pt_br: O valor da taxa de inscrição será somado automaticamente.

source: START INVESTMENT
pt_br: INICIAR INVESTIMENTO

source: Message
pt_br: Mensagem

source: Start your reinvestment
pt_br: Inicie o seu reinvestimento

source: Selected Plan
pt_br: Plano Selecionado

source: Your current grace period is:
pt_br: Sua carência atual é:

source: Change your grace period?
pt_br: Mudar carência?

source: Type the amount to be reinvested
pt_br: Digite a quantidade a ser reinvestida

source: Incomes balance:
pt_br: Saldo de rendimentos:

source: Checking account balance:
pt_br: Saldo conta corrente:

source: The system automatically deducts the reinvestment amount from your income.
pt_br: O sistema automaticamente desconta o valor a ser reinvestido dos seus rendimentos.

source: If you also want to use your checking account balance to make this reinvestiment, please mark the check field on the side of the checking account balance.
pt_br: Se você também deseja usar o saldo de sua conta corrente para realizar esse reinvestimento, por favor marque o campo ao lado do saldo de sua conta corrente.

source: I read and accept the reinvestment terms
pt_br: Eu li e concordo com os termos de reinvestimento:

source: Error!
pt_br: Erro!

source: You must accept the terms to do your reinvestment
pt_br: Você precisa aceitar os termos de uso para realizar o seu reinvestimento

source: Min transfer amount is:
pt_br: Transferência mínima:

source: Max tranfer amount is:
pt_br: Transferência máxima:

source: Tranfer percent fee is:
pt_br: Taxa de transferência

source: Transfer fixed fee is:
pt_br: Taxa fixa de transferência:

source: Xfactor percent fee is:
pt_br: Taxa entre contas Xfactor:

source: Xfactor fixed fee is:
pt_br: Taxa fixa entre contas Xfactor:

source: Max receive hours is:
pt_br: Horas máximas para recebimento:

source: hours
pt_br: horas

source: wallet address
pt_br: endereço de carteira

source: The wallet address to the amount be transfered to
pt_br: O endereço de carteira para ser transfêrido o valor

source: Finish Withdraw
pt_br: Sacar

source: Request <span>Card</span>
pt_br: Solicitar <span>Cartão</span>

source: REQUEST YOUR CARD
pt_br: SOLICITE SEU CARTÃO

source: Here on Xfactor, you have a card for each type of investment
pt_br: Aqui na Xfactor, você tem um cartão para cada tipo de investimento

source: Request Card
pt_br: Solicitar <span>Cartão</span>

source: BITCOIN QUOTE
pt_br: COTAÇÃO DO BITCOIN

source: Bitcoin/REAL quote
pt_br: Cotação Bitcoin/REAL

source: Bitcoin/Dollar quote
pt_br: Cotação Bitcoin/Dólar

source: Checking <br>Account
pt_br: Conta <br>Corrente

source: Enter
pt_br: Entrar

source: Investments <br>Account
pt_br: Conta <br> Investimentos

source: Login in, to access your back office
pt_br: Informe seus dados para acessar sua conta

source: Log in
pt_br: Acessar Conta

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Don't have an account?
pt_br: Não possui uma conta?

source: Congratulations!
pt_br: Parabéns!

source: I want to see my account
pt_br: Quero ver a minha conta

source: You are not a investor yet, please make a Xfactor investment plan first and go back here to get your card.
pt_br: Você ainda não é um investidor, por favor faça primeiro um investimento na Xfactor e depois volte aqui para obter o seu cartão.

source: Warning!
pt_br: Aviso!

source: Your already have requested your Advisor course.
pt_br: Você já solicitou o seu curso Advisor

source: You not have enought balance for make your subscription.
pt_br: Você não possui saldo suficiente para fazer a inscrição.

source: Your subscription in the Advisor has been successfully made.
pt_br: Sua inscrição no curso Advisor foi realizada com sucesso!

source: Your already have requested your card.
pt_br: Você já solicitou o seu cartão.

source: You not have enought balance for request your card.
pt_br: Você não possui saldo suficiente para solicitar seu cartão.

source: Your card request has been successfully made.
pt_br: A solicitação do seu cartão foi feita com sucesso!
